s/^[¡È¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]/\\noindent\\leavevmode\\hbox to 1zw {\\hfill &}/
s/^\\item[ ¡¡][ ¡¡]*\([¡È¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\\item \\leavevmode\\hbox to 1zw {\\hfill \1}/
s/^\(\\chapter{\)\([ ¡¡]*[¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\section{\)\([ ¡¡]*[¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\subsection{\)\([ ¡¡]*[¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\subsubsection{\)\([ ¡¡]*[¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\subsubsubsection{\)\([ ¡¡]*[¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\chapter[^\{]*{[ ¡¡]*\\kana[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\chapter[^\{]*{[ ¡¡]*\\choii[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\chapter[^\{]*{[ ¡¡]*\\kana[ ¡¡]*\\choii[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\chapter[^\{]*{[ ¡¡]*\\choii[ ¡¡]*\\kana[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\section[^\{]*{[ ¡¡]*\\kana[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\section[^\{]*{[ ¡¡]*\\choii[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\section[^\{]*{[ ¡¡]*\\kana[ ¡¡]*\\choii[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\section[^\{]*{[ ¡¡]*\\choii[ ¡¡]*\\kana[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\subsection[^\{]*{[ ¡¡]*\\kana[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\subsection[^\{]*{[ ¡¡]*\\choii[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\subsection[^\{]*{[ ¡¡]*\\kana[ ¡¡]*\\choii[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\subsection[^\{]*{[ ¡¡]*\\choii[ ¡¡]*\\kana[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\subsubsection[^\{]*{[ ¡¡]*\\kana[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\subsubsection[^\{]*{[ ¡¡]*\\choii[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\subsubsection[^\{]*{[ ¡¡]*\\kana[ ¡¡]*\\choii[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\subsubsection[^\{]*{[ ¡¡]*\\choii[ ¡¡]*\\kana[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\subsubsubsection[^\{]*{[ ¡¡]*\\kana[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\subsubsubsection[^\{]*{[ ¡¡]*\\choii[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\subsubsubsection[^\{]*{[ ¡¡]*\\kana[ ¡¡]*\\choii[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
s/^\(\\subsubsubsection[^\{]*{[ ¡¡]*\\choii[ ¡¡]*\\kana[ ¡¡]*\)\([¡Ö¡Ø¡Ê¡Ì¡Î¡Ð¡Ò¡Ô¡Ú]\)/\1\\<\2/
